Repository: santoraphael/InitiativeC
Catalog: com.initiativec.webpages/Resources/Pages/IndexModel.*.resx
Languages: ar_sa, es_es, fr_fr, ja_jp, pt_br, ru_ru, zh_cn

# home.points.point_5_more_p_1
source: The distribution phase will be when a fundraising event takes place, with a minimum value of 20 ADA and no maximum limit. This phase is open, and anyone can participate. The percentage relative to the total ADA sent to the fundraising wallet will be the percentage of $LEMON corresponding to that phase that you will receive. Brothers who have already reserved $LEMON and participated in the fundraising will receive the amount relative to their participation in the contribution pool, plus the tokens reserved in the reservation phase.
ar_sa: ستكون مرحلة التوزيع هي اللحظة التي يتم فيها جمع الأموال، بقيمة لا تقل عن 20 ADA ولا يوجد حد أقصى. هذه المرحلة مفتوحة، ويمكن لأي شخص المشاركة. النسبة المئوية الإجمالية للـ ADA المرسلة إلى محفظة الجمع ستكون النسبة المئوية لـ $LEMON التي ستتلقاها خلال هذه المرحلة. الإخوة الذين حجزوا $LEMON وشاركوا في الجمع سيحصلون على الكمية النسبية لمشاركتهم في حوض المساهمة، بالإضافة إلى الرموز المحجوزة في مرحلة الحجز.
es_es: La fase de distribución será el momento en que se realizará una recaudación, con un valor mínimo de 20 ADA y sin límite máximo. Esta fase está abierta, y cualquier persona puede participar. El porcentaje relativo al total de ADA enviado a la cartera de recaudación será el porcentaje de $LEMON correspondiente a esta fase que recibirás. Los hermanos que ya hayan reservado $LEMON y participado en la recaudación recibirán la cantidad relativa a su participación en la pool de contribución, más los tokens reservados en la fase de reserva.
fr_fr: La phase de distribution sera le moment où une collecte sera effectuée, avec une valeur minimale de 20 ADA et sans limite maximale. Cette phase est ouverte, et toute personne pourra participer. Le pourcentage relatif au total des ADA envoyés au portefeuille de collecte sera le pourcentage de $LEMON correspondant à cette phase que vous recevrez. Les frères qui ont déjà réservé des $LEMON et participé à la collecte recevront la quantité relative à leur participation dans le pool de contribution, plus les tokens réservés lors de la phase de réservation.
ja_jp: 分配フェーズでは、最低額20ADAで上限なしの資金調達が行われます。このフェーズは公開されており、誰でも参加できます。調達ウォレットに送信されたADAの合計に対する割合が、このフェーズで受け取る$LEMONの割合となります。すでに$LEMONを予約し、資金調達に参加した兄弟たちは、貢献プールへの参加に応じた量と、予約フェーズで予約されたトークンを受け取ります。
pt_br: Teoricamente, um projeto que busca o fracasso buscará fracassar para obter sucesso (meio confuso, eu sei!), então não prometer nada é a chave para alcançar o objetivo: nenhum.
ru_ru: Этап распределения станет моментом, когда будет проведен сбор средств с минимальной суммой в 20 ADA и без максимального предела. Этот этап открыт, и любой желающий может принять участие. Процент от общей суммы ADA, отправленной в кошелек сбора, будет процентом от $LEMON, который вы получите на этом этапе. Братья, которые уже зарезервировали $LEMON и приняли участие в сборе, получат количество в соответствии с их участием в пуле вклада, плюс токены, зарезервированные на этапе резервирования.
zh_cn: 分配阶段将是进行筹集的时刻，最低金额为 20 ADA，没有上限。此阶段是开放的，任何人都可以参与。相对于发送到筹集钱包的 ADA 总量的百分比将是您在此阶段获得的 $LEMON 的百分比。已预留 $LEMON 并参与筹集的兄弟将根据他们在贡献池中的参与量以及预留阶段预留的代币数量获得相应的数量。

# home.points.point_6
source: 100% of the total ADA raised (minus fees) will go to the liquidity pool.
ar_sa: 100٪ من إجمالي الـ ADA المجمع (ناقص الرسوم) ستذهب إلى حوض السيولة.
es_es: El 100% del total de ADA recaudado (menos las tarifas) se destinará al pool de liquidez.
fr_fr: 100% du total des ADA collectés (moins les frais) iront dans le pool de liquidité.
ja_jp: 調達されたADAの合計額の100％（手数料を除く）が流動性プールに送られます。
pt_br: A Lehmoon Brothers está reservando seu token F para pessoas que ingressarem hoje — quanto antes ingressar, mais Fs você poderá reservar para o airdrop!
ru_ru: 100% от общей суммы собранного ADA (за вычетом комиссий) пойдет в пул ликвидности.
zh_cn: 收集的 ADA 总量的 100%（扣除费用）将进入流动性池。

# home.points.point_6_more_p_1
source: After the fundraising phase, we will distribute in liquidity pools of the top 3 Cardano DEXs, proportionally to the DEX's participation in the network.
ar_sa: بعد مرحلة الجمع، سنوزع في أحواض السيولة بين أفضل 3 DEXs على Cardano، بما يتناسب مع مشاركة الـ DEX في الشبكة.
es_es: Después de la fase de recaudación, distribuiremos en pools de liquidez en las 3 principales DEXs de Cardano, proporcionalmente a la participación de la DEX en la red.
fr_fr: Après la phase de collecte, nous distribuerons dans les pools de liquidité des 3 principales DEXs de Cardano, proportionnellement à la participation du DEX dans le réseau.
ja_jp: 資金調達フェーズの後、Cardanoの主要な3つのDEXにおいて、ネットワーク内のDEXの参加割合に応じて流動性プールが分配されます。
pt_br: Os incentivos para aderir são bastante elevados no início e, à medida que o F for amplamente adotado e a probabilidade de sucesso for aumentando, tais incentivos vão diminuindo proporcionalmente. A quantidade atual de airdrop está indicada acima.
ru_ru: После этапа сбора мы распределим ликвидность по 3 основным DEX на Cardano, пропорционально участию DEX в сети.
zh_cn: 在筹集阶段之后，我们将在 Cardano 上的 3 个主要 DEXs 之间按网络中的 DEX 参与度分配流动性池。

# home.points.point_7
source: Now the fun begins... We will build many things to make our community big, strong, and the biggest non-animal memecoin in the world.
ar_sa: الآن يبدأ المرح... سنبني العديد من الأشياء لجعل مجتمعنا كبيرًا وقويًا ويصبح أكبر عملة ميمية غير حيوانية في العالم.
es_es: Ahora comienza la diversión... Construiremos muchas cosas para hacer que nuestra comunidad sea grande, fuerte y la memecoin no animal más grande del mundo.
fr_fr: Maintenant, le plaisir commence... Nous construirons de nombreuses choses pour rendre notre communauté grande, forte, et la plus grande memecoin non-animale du monde.
ja_jp: さて、楽しみが始まります... 私たちは、コミュニティを大きく、強くし、世界最大の非動物メムコインにするために多くのことを構築します。
pt_br: É como criar uma promessa sem prometer nada. À medida que milhares de pessoas vão aderindo ao F, mais pessoas irão aderir ao F, Lehmoon Brothers se torna ainda mais popular, o token F adquire valor, e as recompensas concedidas aos usuários iniciais atingem um valor incrível.
ru_ru: Теперь начинается веселье... Мы построим много вещей, чтобы сделать наше сообщество большим, сильным и самым крупным не животным мемкойном в мире.
zh_cn: 现在开始有趣了... 我们将建设许多东西，使我们的社区变得庞大、强大，并成为世界上最大的非动物表情包币。

# home.points.point_7_more_p_1
source: Lehmon Brothers, with its $LEMON, is more than a memecoin project; it's a cultural twist. Currently, the memes on networks look like a zoo. New things will come to greatly foster the community and make $LEMON bring good lemonades.
ar_sa: Lehmon Brothers مع $LEMON ليست مجرد مشروع عملة ميمية؛ إنها ثورة ثقافية. في الوقت الحالي، تبدو الميمات على الشبكات كأنها حديقة حيوانات. ستأتي أشياء جديدة لتعزيز المجتمع بشكل كبير وجعل $LEMON تقدم ليمونادة جيدة.
es_es: Lehmon Brothers, con su $LEMON, es más que un proyecto de memecoin; es una revolución cultural. En este momento, los memes en las redes parecen un zoológico. Vendrán cosas nuevas para fomentar mucho la comunidad y hacer que $LEMON rinda buenas limonadas.
fr_fr: Lehmon Brothers, avec son $LEMON, est plus qu'un projet de memecoin ; c'est une révolution culturelle. Actuellement, les mèmes sur les réseaux ressemblent à un zoo. De nouvelles choses viendront pour grandement stimuler la communauté et faire en sorte que $LEMON rapporte de bonnes limonades.
ja_jp: Lehmon Brothersとその$LEMONは、単なるメムコインプロジェクト以上のものです。それは文化的な革命です。現在、ネットワーク上のミームは動物園のように見えます。新しいものが登場し、コミュニティを大いに活性化し、$LEMONが良いレモネードを生み出すようになります。
pt_br: <p>Assista ao nosso <a href="/#" class="VideoBtn underlined" id="555794892">vídeo explicativo</a> ou leia as nossas <a href="/FAQ">Perguntas Frequentes</a>, <a href="/knowledge/economic-model">Tokenomics</a> e documentos da <a href="/knowledge/payment-network">Lehmoon Brothers e F</a>.</p>
ru_ru: Lehmon Brothers со своим $LEMON — это не просто проект мемкойна; это культурная революция. В настоящее время мимы в сетях напоминают зоопарк. Появятся новые вещи, которые значительно поддержат сообщество и сделают так, чтобы $LEMON приносил хорошие лимонады.
zh_cn: Lehmon Brothers 及其 $LEMON 不仅仅是一个表情包币项目；这是一次文化变革。目前，网络上的表情包看起来像一个动物园。新事物将会到来，大大推动社区发展，使 $LEMON 产出优质柠檬水。

# home.point_more
source: Learn more
ar_sa: تعرف على المزيد
es_es: Saber más
fr_fr: En savoir plus
ja_jp: 詳細を見る
pt_br: Saiba mais
ru_ru: Узнать больше
zh_cn: 了解更多

# home.possible
source: Learn more
ar_sa: تعرف على المزيد
es_es: Saber más
fr_fr: En savoir plus
ja_jp: 詳細を見る
pt_br: Leia o que torna isso possível
ru_ru: Узнать больше
zh_cn: 了解更多

# home.press.h3
source: In the press:
ar_sa: في الصحافة:
es_es: En la prensa:
fr_fr: Dans la presse :
ja_jp: メディアで:
pt_br: Na imprensa:
ru_ru: В прессе:
zh_cn: 在媒体上：

# home.press.quote_1
source: “Challenging Visa through a global currency for the future”
ar_sa: تحدي Visa من خلال عملة عالمية للمستقبل
es_es: “Desafiando a Visa a través de una moneda global para el futuro”
fr_fr: Défiant Visa avec une monnaie mondiale pour l'avenir
ja_jp: 未来のためのグローバル通貨でVisaに挑戦
ru_ru: Бросаем вызов Visa с помощью глобальной валюты будущего
zh_cn: “通过全球货币挑战 Visa 的未来”

# home.press.read
source: Read article
ar_sa: قراءة المقال
es_es: Leer artículo
fr_fr: Lire l'article
ja_jp: 記事を読む
pt_br: Ler artigo
ru_ru: Читать статью
zh_cn: 阅读文章

# home.secure
source: Maximum estimated amount of $LEMON for the next member:
ar_sa: الحد الأقصى المقدر لكمية $LEMON للعضو التالي:
es_es: Cantidad máxima estimada de $LEMON para el próximo miembro:
fr_fr: Montant maximum estimé de $LEMON pour le prochain membre :
ja_jp: 次のメンバーのための最大予想$LEMON数:
pt_br: Quantidade máxima de F para a próxima vaga:
ru_ru: Максимально предполагаемое количество $LEMON для следующего участника:
zh_cn: 下一位成员的最大估计 $LEMON 数量：

# home.vid_captions
source: Subtitled in Portuguese
ar_sa: مترجم إلى البرتغالية
es_es: Subtitulado en portugués
fr_fr: Sous-titré en portugais
ja_jp: ポルトガル語字幕
pt_br: Legendado em portugues
ru_ru: Субтитры на португальском
zh_cn: 葡萄牙语字幕

# home.welcome
source: Welcome to Initiative Q, a global effort to modernize payments!
ar_sa: مرحبًا بكم في Initiative Q، جهد عالمي لتحديث الدفع!
es_es: ¡Bienvenido a Initiative Q, un esfuerzo global para modernizar los pagos!
fr_fr: Bienvenue à Initiative Q, un effort global pour moderniser les paiements !
ja_jp: Initiative Qへようこそ、支払いの近代化を目指すグローバルな取り組みです！
pt_br: Bem-vindo à Initiative Q, um esforço global para modernizar os pagamentos!
ru_ru: Добро пожаловать в Initiative Q, глобальную инициативу по модернизации платежей!
zh_cn: 欢迎来到 Initiative Q，这是一个全球性的支付现代化努力！

# home.what
source: Do you know what makes this great reward possible?
ar_sa: هل تعرف ما الذي يجعل هذا المكافأة الكبيرة ممكنة؟
es_es: ¿Sabes qué hace posible esta gran recompensa?
fr_fr: Savez-vous ce qui rend cette grande récompense possible ?
ja_jp: この素晴らしい報酬が可能になる理由をご存知ですか？
pt_br: Você sabe o que torna esta grande recompensa possível?
ru_ru: Знаете ли вы, что делает эту большую награду возможной?
zh_cn: 您知道是什么让这一巨大回报成为可能吗？

# home.what_is_based_on
source: (What are the foundations of this estimate?)
ar_sa: (ما هو الأساس لهذه التقديرات؟)
es_es: (¿En qué se basa esta estimación?)
fr_fr: (Sur quoi est basée cette estimation ?)
ja_jp: (この見積もりの根拠は何ですか？)
pt_br: (Quais são os fundamentos dessa estimativa?)
ru_ru: (На чем основана эта оценка?)
zh_cn: （这一估计基于什么？）

# home.what_is_based_on_alt
source: (What is this estimate based on?)
ar_sa: (ما هو الأساس لهذه التقديرات؟)
es_es: (¿En qué se basa esta estimación?)
fr_fr: (Sur quoi est basée cette estimation ?)
ja_jp: (この見積もりの根拠は何ですか？)
pt_br: (No que se baseia esta estimativa?)
ru_ru: (На чем основана эта оценка?)
zh_cn: （这一估计基于什么？）

# home.win.h2
source: Join now
ar_sa: انضم الآن
es_es: Únete ahora
fr_fr: Rejoignez-nous maintenant
ja_jp: 今すぐ参加
pt_br: Vamos fazer acontecer
ru_ru: Присоединяйтесь сейчас
zh_cn: 立即加入

# home.win.win_1_h4
source: Free
ar_sa: مجانًا
es_es: Gratis
fr_fr: Gratuit
ja_jp: 無料
pt_br: Grátis
ru_ru: Бесплатно
zh_cn: 免费

# home.win.win_1_txt
source: Just access with your wallet, and your $LEMONs will be reserved.
ar_sa: فقط قم بربط محفظتك وسيتم حجز $LEMON الخاص بك.
es_es: Simplemente conecta tu cartera y tus $LEMON estarán reservados.
fr_fr: Il suffit de connecter votre portefeuille, et vos $LEMON seront réservés.
ja_jp: ウォレットを接続するだけで、あなたの$LEMONが予約されます。
pt_br: Basta se cadastrar que as suas Qs estarão reservadas.
ru_ru: Просто подключите свой кошелек, и ваши $LEMON будут зарезервированы.
zh_cn: 只需连接您的钱包，您的 $LEMONs 就会被预留。

# home.win.win_2_h4
source: Simple
ar_sa: بسيط
es_es: Sencillo
ja_jp: シンプル
pt_br: Simples
ru_ru: Просто
zh_cn: 简单

# home.win.win_2_txt
source: All you need for now is to connect your wallet.
ar_sa: كل ما تحتاجه الآن هو ربط محفظتك.
es_es: Todo lo que necesitas por ahora es conectar tu cartera.
fr_fr: Tout ce dont vous avez besoin pour l'instant, c'est de connecter votre portefeuille.
ja_jp: 今のところ必要なのは、ウォレットを接続することだけです。
pt_br: Tudo o que você precisa fornecer são o seu nome e endereço de e-mail.
ru_ru: Все, что вам нужно, это подключить свой кошелек.
zh_cn: 目前，您所需的只是连接您的钱包。

# home.win.win_3_h4
source: Why not?
ar_sa: لماذا لا؟
es_es: ¿Por qué no?
fr_fr: Pourquoi pas ?
ja_jp: なぜしないの？
pt_br: Por que não?
ru_ru: Почему бы и нет?
zh_cn: 为什么不？

# home.win.win_3_txt
source: Think of it as getting bitcoin many years ago.
ar_sa: فكر في الأمر كما لو أنك حصلت على البيتكوين منذ سنوات.
es_es: Piénsalo como si estuvieras obteniendo bitcoin hace muchos años.
fr_fr: Pensez-y comme si vous obteniez du bitcoin il y a de nombreuses années.
ja_jp: これは、多くの年前にビットコインを手に入れたようなものだと考えてみてください。
pt_br: Pense nisso como se fosse conseguir bitcoin de graça sete anos atrás.
ru_ru: Подумайте об этом как о получении биткойна много лет назад.
zh_cn: 想想这就像是很多年前获取比特币一样。

# home.yes_1
source: Yes.
ar_sa: نعم.
es_es: Sí.
fr_fr: Oui.
ja_jp: はい。
pt_br: Sim.
ru_ru: Да.
zh_cn: 是的。

# home.yes_2
source: Sign me up!
ar_sa: سجلني!
es_es: ¡Regístrame!
fr_fr: Inscrivez-moi !
ja_jp: 登録してください！
pt_br: Pode me cadastrar!
ru_ru: Зарегистрируйте меня!
zh_cn: 注册我吧！

# slide.tweet_text_1
source: This is an example of Tweet number 1
ar_sa: هذه مثال لتغريدة رقم 1
es_es: Este es un ejemplo de Tweet número 1
fr_fr: Voici un exemple de Tweet numéro 1
ja_jp: これはツイートの例1です
ru_ru: Это пример Твита номер 1
zh_cn: 这是推文示例 1

# slide.tweet_text_2
source: This is an example of Tweet number 2
ar_sa: هذه مثال لتغريدة رقم 2
es_es: Este es un ejemplo de Tweet número 2
fr_fr: Voici un exemple de Tweet numéro 2
ja_jp: これはツイートの例2です
ru_ru: Это пример Твита номер 2
zh_cn: 这是推文示例 2

# tokenization.article_p
source: A medium lemon can produce approximately 30-45 ml of juice.
ar_sa: يمكن أن ينتج الليمون المتوسط ​​حوالي 30-45 مل من العصير.
es_es: Un limón mediano puede producir aproximadamente 30-45 ml de jugo.
fr_fr: Un citron moyen peut produire environ 30 à 45 ml de jus.
ja_jp: 中サイズのレモンは約30〜45mlのジュースを生成できます。
ru_ru: Средний лимон может дать примерно 30-45 мл сока.
zh_cn: 一个中等大小的柠檬可以产生大约 30-45 毫升的果汁。

# tokenization.li_span_p_1
source: 50% of the token supply will be distributed among all pre-sale participants. Of these tokens, 50% (25% of the total - 11,250,000,000) will be made available in the reservation phase. The remaining 50% (25% of the total - 11,250,000,000) will be made available in the public pre-sale, with no prior qualifications. Distribution will be based on a snapshot of funds sent and carried out via airdrop. Pre-sale participants who have reserved tokens will receive a proportional share in the distribution, in addition to the effectively reserved tokens.
ar_sa: سيتم توزيع 50٪ من إجمالي العرض من الرموز بين جميع المشاركين في البيع المسبق. سيتم توفير 50٪ من هذه الرموز (25٪ من الإجمالي - 11,250,000,000) في مرحلة الحجز. سيتم توفير 50٪ الأخرى (25٪ من الإجمالي - 11,250,000,000) في البيع المسبق العام، دون الحاجة إلى مؤهلات مسبقة. سيتم التوزيع بناءً على لقطة لأرصدة الأموال المرسلة وسيتم تنفيذها عبر الإسقاط الجوي. سيحصل المشاركون في البيع المسبق الذين لديهم رموز محجوزة على حصة نسبية في التوزيع، بالإضافة إلى الكمية المحجوزة فعليًا من الرموز.
es_es: El 50% del suministro de tokens se distribuirá entre todos los participantes de la preventa. De estos tokens, el 50% (25% del total - 11,250,000,000) estará disponible en la fase de reserva. El otro 50% (25% del total - 11,250,000,000) estará disponible en la preventa pública, sin requisitos previos. La distribución se basará en una instantánea de los fondos enviados y se realizará a través de un airdrop. Los participantes de la preventa que tengan tokens reservados recibirán una participación proporcional en la distribución, además de la cantidad de tokens reservados efectivamente.
fr_fr: 50% de l'approvisionnement en tokens sera distribué parmi tous les participants à la prévente. De ces tokens, 50% (25% du total - 11 250 000 000) seront disponibles lors de la phase de réservation. Les 50% restants (25% du total - 11 250 000 000) seront disponibles lors de la prévente publique, sans qualifications préalables. La distribution sera basée sur une capture d'écran des fonds envoyés et effectuée via un airdrop. Les participants à la prévente qui ont des tokens réservés recevront une part proportionnelle dans la distribution, en plus de la quantité de tokens effectivement réservée.
ja_jp: トークン供給の50％は、すべてのプレセール参加者に分配されます。これらのトークンのうち、50％（総量の25％ - 11,250,000,000）は予約フェーズで利用可能になります。残りの50％（総量の25％ - 11,250,000,000）は、公開プレセールで提供され、事前の資格は必要ありません。分配は、送金された資金のスナップショットに基づいて行われ、エアドロップを通じて実施されます。予約されたトークンを持つプレセール参加者は、実際に予約されたトークンの量に加えて、分配において比例するシェアを受け取ります。
ru_ru: 50% предложения токенов будет распределено среди всех участников предпродажи. Из этих токенов 50% (25% от общего числа - 11 250 000 000) будут доступны на этапе резервирования. Остальные 50% (25% от общего числа - 11 250 000 000) будут доступны на открытой предпродаже, без предварительных квалификаций. Распределение будет основано на снимке средств, отправленных на кошелек, и осуществляться через аирдроп. Участники предпродажи, у которых есть зарезервированные токены, получат пропорциональную долю в распределении, а также количество токенов, фактически зарезервированных.
zh_cn: 50% 的代币供应将分发给所有预售参与者。这些代币中的 50%（总量的 25% - 11,250,000,000）将在预留阶段提供。剩下的 50%（总量的 25% - 11,250,000,000）将在公开预售中提供，无需事先资格认证。分发将基于发送资金的快照并通过空投进行。预售中有预留代币的参与者将在分发中获得相应的份额，此外还将获得有效预留的代币数量。

# tokenization.li_span_p_2
source: 40% of the token supply will be allocated to initial liquidity, which will be distributed proportionally to participation in the SundaeSwap and Minswap networks. Liquidity Provider (LP) tokens will be stored in a multisig wallet for greater security.
ar_sa: سيتم تخصيص 40٪ من إجمالي العرض من الرموز للسيولة الأولية، والتي سيتم توزيعها بما يتناسب مع المشاركة في شبكتي SundaeSwap و Minswap. سيتم تخزين رموز مقدمي السيولة (LP) في محفظة متعددة التوقيعات لمزيد من الأمان.
es_es: El 40% del suministro de tokens se asignará a la liquidez inicial, que se distribuirá proporcionalmente a la participación en las redes de SundaeSwap y Minswap. Los tokens de Proveedores de Liquidez (LP) se almacenarán en una cartera multisig para mayor seguridad.
fr_fr: 40% de l'approvisionnement en tokens sera alloué à la liquidité initiale, qui sera distribuée proportionnellement à la participation dans les réseaux SundaeSwap et Minswap. Les tokens des Fournisseurs de Liquidité (LP) seront stockés dans un portefeuille multisig pour plus de sécurité.
ja_jp: トークン供給の40％は、初期流動性に割り当てられ、SundaeSwapおよびMinswapネットワークへの参加割合に応じて分配されます。流動性提供者（LP）トークンは、セキュリティを強化するためにマルチシグウォレットに保管されます。
ru_ru: 40% предложения токенов будет выделено на начальную ликвидность, которая будет распределена пропорционально участию в сетях SundaeSwap и Minswap. Токены провайдеров ликвидности (LP) будут храниться в мульти-сиг кошельке для повышения безопасности.
zh_cn: 40% 的代币供应将分配给初始流动性，并将按 SundaeSwap 和 Minswap 网络中的参与比例进行分配。流动性提供者 (LP) 代币将存储在多签名钱包中以提高安全性。

# tokenization.li_span_p_3
source: 6% of the token supply will be used for marketing promotions, community airdrops, events, and incentives to promote $LEMON.
ar_sa: سيتم استخدام 6٪ من إجمالي العرض من الرموز للترويج التسويقي، والإسقاطات المجتمعية، والفعاليات، والحوافز للترويج لـ $LEMON.
es_es: El 6% del suministro de tokens se utilizará para promociones de marketing, airdrops comunitarios, eventos e incentivos para promover $LEMON.
fr_fr: 6% de l'approvisionnement en tokens sera utilisé pour des promotions marketing, des airdrops communautaires, des événements et des incitations pour promouvoir $LEMON.
ja_jp: トークン供給の6％は、マーケティングプロモーション、コミュニティエアドロップ、イベント、および$LEMONのプロモーションのためのインセンティブに使用されます。
ru_ru: 6% предложения токенов будет использовано для маркетинговых акций, аирдропов сообщества, мероприятий и стимулов для продвижения $LEMON.
zh_cn: 6% 的代币供应将用于营销推广、社区空投、活动和激励措施以推广 $LEMON。

# tokenization.li_span_p_4
source: 3% of the token supply is reserved for exchange listings and expansion opportunities.
ar_sa: تم تخصيص 3٪ من إجمالي العرض من الرموز لإدراجات البورصات وفرص التوسع.
es_es: El 3% del suministro de tokens está reservado para listados en exchanges y oportunidades de expansión.
fr_fr: 3% de l'approvisionnement en tokens est réservé pour les inscriptions sur des exchanges et les opportunités d'expansion.
ja_jp: トークン供給の3％は、取引所への上場および拡大の機会のために予約されています。
ru_ru: 3% предложения токенов зарезервировано для листинга на биржах и возможностей для расширения.
zh_cn: 3% 的代币供应预留给交易所上市和扩展机会。

# tokenization.li_span_p_5
source: 1% will be distributed in the first few weeks during meme battles that we will organize among our brothers.
ar_sa: سيتم توزيع 1٪ خلال الأسابيع الأولى أثناء المعارك باستخدام الميمات التي سننظمها بين إخوتنا.
es_es: El 1% se distribuirá en las primeras semanas durante las batallas de memes que organizaremos entre nuestros hermanos.
fr_fr: 1% sera distribué au cours des premières semaines lors des batailles de mèmes que nous organiserons entre nos frères.
ja_jp: トークン供給の1％は、兄弟たちの間で行われるミームバトルの最初の数週間に分配されます。
ru_ru: 1% будет распределен в первые недели во время мемных битв, которые мы организуем среди наших братьев.
zh_cn: 1% 将在我们组织的柠檬兄弟之间的表情包大战的头几周内分发。

# tokenization.li_span_title_1
source: 50% (22,500,000,000) - Pre-sale Holders:
ar_sa: 50٪ (22,500,000,000) - حاملي البيع المسبق:
es_es: 50% (22,500,000,000) - Holders de la Preventa:
fr_fr: 50% (22 500 000 000) - Holders de la Prévente :
ja_jp: 50％ (22,500,000,000) - プレセールホルダー:
ru_ru: 50% (22 500 000 000) - Владельцы предпродажи:
zh_cn: 50% (22,500,000,000) - 预售持有者：

# tokenization.li_span_title_2
source: 40% - Initial Liquidity:
ar_sa: 40٪ - السيولة الأولية:
es_es: 40% - Liquidez Inicial:
fr_fr: 40% - Liquidité Initiale :
ja_jp: 40％ - 初期流動性:
ru_ru: 40% - Начальная ликвидность:
zh_cn: 40% - 初始流动性：

# tokenization.li_span_title_3
source: 6% - Marketing:
ar_sa: 6٪ - التسويق:
ja_jp: 6％ - マーケティング:
ru_ru: 6% - Маркетинг:
zh_cn: 6% - 营销：

# tokenization.li_span_title_4
source: 3% - Reserve:
ar_sa: 3٪ - الاحتياطي:
es_es: 3% - Reserva:
fr_fr: 3% - Réserve :
ja_jp: 3％ - 予約:
ru_ru: 3% - Резерв:
zh_cn: 3% - 储备：

# tokenization.li_span_title_5
source: 1% - Meme Battle:
ar_sa: 1٪ - معركة الميمات:
es_es: 1% - Batalla de Memes:
fr_fr: 1% - Bataille de Mèmes :
ja_jp: 1％ - ミームバトル:
ru_ru: 1% - Мемная битва:
zh_cn: 1% - 表情包大战：

# tokenization.section_p_1
source: How is $LEMON
ar_sa: كيف يتم توزيع $LEMON؟
es_es: ¿Cómo se distribuye $LEMON?
fr_fr: Comment $LEMON est-il
ja_jp: $LEMONはどのように
ru_ru: Как распределяется $LEMON?
zh_cn: $LEMON 是如何

# tokenization.section_p_2
source: distributed?
es_es: distribuido?
fr_fr: distribué ?
ja_jp: 分配されていますか？
zh_cn: 分发的？
