Repository: santoraphael/InitiativeC
Catalog: com.initiativec.webpages/Resources/Pages/IndexModel.*.resx
Languages: ar_sa, es_es, fr_fr, ja_jp, pt_br, ru_ru, zh_cn

# about.article
source: About
ar_sa: حول
es_es: Sobre
fr_fr: À propos
ja_jp: について
ru_ru: О
zh_cn: 关于

# about.article.article_p
source: Lehmon Brothers is an initiative created to be something more than just a community; it was created to be a space where the bravest, sharpest lemons ready to challenge the status quo come together. Lehmon Brothers is where lemons unite to fight in an epic meme battle.
ar_sa: Lehmon Brothers هي مبادرة تم إنشاؤها لتكون أكثر من مجرد مجتمع؛ لقد تم إنشاؤها لتكون مساحة حيث يجتمع أكثر الليمون شجاعةً ومرارةً وجاهزيةً لتحدي الوضع الراهن. Lehmon Brothers هو المكان الذي يتحد فيه الليمون لخوض معركة ملحمية باستخدام الميمات.
es_es: Lehmon Brothers es una iniciativa creada para ser más que una simple comunidad; fue creada para ser un espacio donde los limones más valientes, ácidos y listos para desafiar el status quo se encuentran. Lehmon Brothers es donde los limones se unen para luchar en una batalla épica de memes.
fr_fr: Lehmon Brothers est une initiative créée pour être plus qu'une simple communauté; elle a été créée pour être un espace où les citrons les plus courageux, acides et prêts à défier le statu quo se réunissent. Lehmon Brothers est l'endroit où les citrons s'unissent pour mener une bataille épique de mèmes.
ja_jp: Lehmon Brothersは、単なるコミュニティ以上のものとして作られたイニシアチブです。最も勇敢で、酸っぱく、現状に挑戦する準備ができたレモンが集まる場所として作られました。Lehmon Brothersは、レモンが団結し、壮大なミームバトルを繰り広げる場所です。
ru_ru: Lehmon Brothers — это инициатива, созданная для того, чтобы быть чем-то большим, чем просто сообщество; она была создана, чтобы быть местом, где собираются самые смелые, кислотные и готовые бросить вызов статус-кво лимоны. Lehmon Brothers — это место, где лимоны объединяются, чтобы сразиться в эпической битве мемов.
zh_cn: Lehmon Brothers 是一个旨在超越普通社区的倡议；它的目的是成为一个聚集最勇敢、最酸涩、并且准备挑战现状的柠檬的空间。Lehmon Brothers 是柠檬们联合起来进行史诗般的表情包大战的地方。

# home.alert_message.text
source: We are updating the service and will be back soon. Thank you for your patience.
ar_sa: نحن نقوم بتحديث الخدمة وسنعود قريبًا. نقدر صبرك.
es_es: Estamos actualizando el servicio y volveremos pronto. Agradecemos tu paciencia.
fr_fr: Nous mettons à jour le service et serons de retour bientôt. Nous vous remercions de votre patience.
ja_jp: サービスを更新中です。まもなく再開します。ご理解いただきありがとうございます。
pt_br: Estamos atualizando o serviço e voltaremos em breve. Agradecemos sua paciência.
ru_ru: Мы обновляем сервис и скоро вернемся. Спасибо за ваше терпение.
zh_cn: 我们正在更新服务，很快会回来。感谢您的耐心等待。

# home.based_link
source: read why
ar_sa: اقرأ لماذا
es_es: lee por qué
fr_fr: lire pourquoi
ja_jp: 読む理由
pt_br: leia por quê
ru_ru: читайте почему
zh_cn: 阅读原因

# home.based_p_1
source: "You will be able to reserve a maximum amount of $LEMON. 10% will be reserved after registration, 40% after inviting 5 friends, and the rest for other tasks."
ar_sa: ستتمكن من حجز أقصى كمية من $LEMON. سيتم حجز 10٪ بعد التسجيل، و40٪ بعد دعوة 5 أصدقاء، والباقي للمهام الأخرى.
es_es: Podrás reservar una cantidad máxima de $LEMON. El 10% se reservará después del registro, el 40% después de invitar a 5 amigos, y el resto para otras tareas.
fr_fr: Vous pourrez réserver un montant maximum de $LEMON. 10% seront réservés après l'inscription, 40% après avoir invité 5 amis, et le reste pour d'autres tâches.
ja_jp: あなたは最大$LEMONの量を予約できます。登録後に10％が予約され、5人の友達を招待した後に40％が予約され、残りは他のタスクのために予約されます。
pt_br: Você poderá reservar uma quantidade máxima de F (<div class="tooltip" style="display: inline;" data-tooltipped="" aria-describedby="tippy-tooltip-5" data-original-title="undefined"><span class="underlined noWrap">leia por quê</span></div>).<br><span class="noWrap"><span type="Q" class="Icon Q-icon icon-Q"></span>250,984</span>(<span class="noWrap">10</span>%) serão reservadas após o cadastro, <span class="noWrap">40</span>% após convidar <span class="noWrap">5</span> amigos, e o resto para tarefas futuras.
ru_ru: Вы сможете зарезервировать максимальное количество $LEMON. 10% будет зарезервировано после регистрации, 40% — после приглашения 5 друзей, а остальное — для других задач.
zh_cn: 您将能够预留最多数量的 $LEMON。 10% 在注册后预留，40% 在邀请 5 位朋友后预留，剩下的用于其他任务。

# home.based_p_4
source: %) will be reserved after registration,
ar_sa: ٪ سيتم حجزها بعد التسجيل،
es_es: %) se reservarán después del registro,
fr_fr: %) seront réservés après l'inscription,
ja_jp: %は登録後に予約されます。
pt_br: %) serão reservadas após o cadastro,
ru_ru: %) будет зарезервировано после регистрации,
zh_cn: % 在注册后预留，

# home.based_p_5
source: % after inviting
ar_sa: ٪ بعد دعوة
es_es: % después de invitar a
fr_fr: % après avoir invité
ja_jp: %は友達を招待した後に
pt_br: % após convidar
ru_ru: % — после приглашения
zh_cn: % 在邀请

# home.based_p_6
source: friends, and the rest for future tasks.
ar_sa: أصدقاء، والباقي للمهام المستقبلية.
es_es: amigos, y el resto para tareas futuras.
fr_fr: amis, et le reste pour des tâches futures.
ja_jp: 友達を招待した後に予約され、残りは将来のタスクのために予約されます。
pt_br: amigos, e o resto para tarefas futuras.
ru_ru: друзей, а остальное — для будущих задач.
zh_cn: 朋友后预留，剩下的用于未来的任务。

# home.button.getinvited
source: Get invited
ar_sa: احصل على دعوة
es_es: Sé invitado
fr_fr: Soyez invité
ja_jp: 招待を受ける
pt_br: Seja convidado
ru_ru: Получить приглашение
zh_cn: 获取邀请

# home.button.getinvited.link
source: <a href="#sign-up" class="Button Button-primary"><span class="label">Get invited</span></a>
ar_sa: <a href="#sign-up" class="Button Button-primary"><span class="label">احصل على دعوة</span></a>
es_es: <a href="#sign-up" class="Button Button-primary"><span class="label">Sé invitado</span></a>
fr_fr: <a href="#sign-up" class="Button Button-primary"><span class="label">Soyez invité</span></a>
ja_jp: <a href="#sign-up" class="Button Button-primary"><span class="label">招待を受ける</span></a>
pt_br: <a href="#sign-up" class="Button Button-primary"><span class="label">Seja convidado</span></a>
ru_ru: <a href="#sign-up" class="Button Button-primary"><span class="label">Получить приглашение</span></a>
zh_cn: <a href="#sign-up" class="Button Button-primary"><span class="label">获取邀请</span></a>

# home.h2
source: Secure an estimated future value of
ar_sa: احصل على قيمة مستقبلية تقديرية لـ
es_es: Asegura un valor futuro estimado de
fr_fr: Assurez une valeur future estimée de
ja_jp: 予想される将来の価値を確保する
pt_br: Garanta um valor futuro estimado de
ru_ru: Обеспечьте себе предполагаемую будущую стоимость
zh_cn: 确保未来的估值

# home.h2Alt
source: We all know that money only has value because of a common agreement. Initiative Q is a genius way to make everyone agree on a new currency
ar_sa: كلنا نعلم أن المال لا قيمة له إلا باتفاق مشترك. Initiative Q هي وسيلة رائعة لجعل الجميع يتفقون على عملة جديدة.
es_es: Todos sabemos que el dinero solo tiene valor debido a un acuerdo común. Initiative Q es una manera brillante de hacer que todos estén de acuerdo con una nueva moneda.
fr_fr: Nous savons tous que l'argent n'a de valeur que grâce à un accord commun. Initiative Q est une manière brillante de faire en sorte que tout le monde accepte une nouvelle monnaie.
ja_jp: 私たちは皆、お金が価値を持つのは共通の合意があるからだと知っています。Initiative Qは、全員が新しい通貨に同意するようにするための素晴らしい方法です。
pt_br: Todos nós sabemos que o dinheiro somente tem valor devido a um comum acordo. A Initiative Q é uma maneira genial de fazer com que todos concordem com uma nova moeda
ru_ru: Мы все знаем, что деньги имеют ценность только благодаря общему согласию. Initiative Q — это гениальный способ заставить всех согласиться с новой валютой.
zh_cn: 我们都知道，货币之所以有价值，是因为共同的认可。Initiative Q 是一个让所有人同意使用新货币的绝妙方式。

# home.how_does_it_work
source: Learn more
ar_sa: تعرف على المزيد
es_es: Saber más
fr_fr: En savoir plus
ja_jp: 詳細を見る
pt_br: Saiba mais
ru_ru: Узнать больше
zh_cn: 了解更多

# home.it_makes
source: How to join Lehmon Brothers
ar_sa: كيف تصبح جزءًا من Lehmon Brothers
es_es: Cómo formar parte de Lehmon Brothers
fr_fr: Comment faire partie de Lehmon Brothers
ja_jp: Lehmon Brothersの一員になる方法
pt_br: Criação da memecoin na Cardano em 7 passos
ru_ru: Как стать частью Lehmon Brothers
zh_cn: 如何加入 Lehmon Brothers

# home.join_2
source: secure an estimated future value of
ar_sa: احصل على قيمة مستقبلية تقديرية لـ
es_es: asegura un valor futuro estimado de
fr_fr: assurez une valeur future estimée de
ja_jp: 予想される将来の価値を確保する
pt_br: garanta um valor futuro estimado de
ru_ru: обеспечьте себе предполагаемую будущую стоимость
zh_cn: 确保未来的估值

# home.network
source: We need to find our other lemon brothers and for that, we will reserve our token for all those who join.
ar_sa: نحتاج إلى العثور على بقية إخوتنا الليمون، ولهذا سنحتفظ برموزنا لكل من ينضم.
es_es: Necesitamos encontrar a nuestros otros hermanos limones, y para eso reservaremos nuestro token para todos los que se unan.
fr_fr: Nous devons trouver nos autres frères citrons, et pour cela, nous réserverons notre token pour tous ceux qui nous rejoindront.
ja_jp: 他のレモン兄弟を見つける必要があります。そのため、参加するすべての人のためにトークンを予約します。
pt_br: Para incentivarmos muitas pessoas a ingressarem, estamos reservando nossa moeda
ru_ru: Нам нужно найти наших других лимонных братьев, и для этого мы зарезервируем наш токен для всех, кто присоединится.
zh_cn: 我们需要找到其他柠檬兄弟，为此，我们将为所有加入的人预留我们的代币。

# home.no_1
source: No.
ar_sa: لا.
fr_fr: Non.
ja_jp: いいえ。
pt_br: Não.
ru_ru: Нет.
zh_cn: 不。

# home.no_2
source: Sounds too good to be true.
ar_sa: يبدو جيدًا جدًا ليكون حقيقة.
es_es: Parece demasiado bueno para ser verdad.
fr_fr: Cela semble trop beau pour être vrai.
ja_jp: これは本当に素晴らしすぎます。
pt_br: Parece bom demais para ser verdade.
ru_ru: Это звучит слишком хорошо, чтобы быть правдой.
zh_cn: 这听起来好得令人难以置信。

# home.only_requires
source: Only name, email, and password are required. No spam: you will only receive updates about the system.
ar_sa: كل ما يتطلبه الأمر هو الاسم، البريد الإلكتروني وكلمة المرور. لا رسائل مزعجة: ستتلقى فقط تحديثات النظام.
es_es: Solo se requiere nombre, correo electrónico y contraseña. Sin spam: solo recibirás actualizaciones del sistema.
fr_fr: Seuls le nom, l'e-mail et le mot de passe sont nécessaires. Pas de spam : vous ne recevrez que des mises à jour du système.
ja_jp: 必要なのは名前、メールアドレス、パスワードだけです。スパムはありません。システムの更新のみが送信されます。
pt_br: Somente nome, e-mail e senha são necessários. Nada de spam: você somente receberá atualizações sobre o sistema.
ru_ru: Требуются только имя, электронная почта и пароль. Никакого спама: вы будете получать только обновления системы.
zh_cn: 只需姓名、电子邮件和密码。没有垃圾邮件：您只会收到系统更新通知。

# home.paragraphs.concept_title
source: A simple yet powerful concept
ar_sa: مفهوم بسيط ولكن قوي
es_es: Un concepto simple pero poderoso
fr_fr: Un concept simple mais puissant
ja_jp: シンプルだが強力なコンセプト
pt_br: Um conceito simples, mas poderoso
ru_ru: Простой, но мощный концепт
zh_cn: 简单而强大的概念

# home.paragraphs.what_is_title
source: A next-generation payment system
ar_sa: نظام دفع من الجيل القادم
es_es: Un sistema de pago de última generación
fr_fr: Un système de paiement de nouvelle génération
ja_jp: 次世代の決済システム
pt_br: Um sistema de pagamento de última geração
ru_ru: Платежная система нового поколения
zh_cn: 新一代支付系统

# home.points.more
source: More
ar_sa: المزيد
es_es: Más
fr_fr: Plus
ja_jp: さらに
pt_br: Mais
ru_ru: Подробнее
zh_cn: 更多

# home.points.point_1
source: Everyone wants to be part of Lehmon Brothers, but it's not that easy; first, you need an invitation.
ar_sa: الجميع يريد أن يكون جزءًا من Lehmon Brothers، لكن هذا ليس سهلاً؛ أولاً، تحتاج إلى دعوة.
es_es: Todo el mundo quiere formar parte de Lehmon Brothers, pero no es tan fácil; primero, necesitas una invitación.
fr_fr: Tout le monde veut faire partie de Lehmon Brothers, mais ce n'est pas si facile; d'abord, il vous faut une invitation.
ja_jp: みんなLehmon Brothersの一員になりたいのですが、それは簡単ではありません。まず、招待状が必要です。
pt_br: Nos últimos ciclos cripto, as memecoins eram tokens colocados quase à margem da lei. Poucos davam valor e viam um real motivo para ter um token desse tipo em seu portfólio, mas sejamos sinceros, existem memecoins melhores que tokens de projetos tidos como "sérios"
ru_ru: Каждый хочет быть частью Lehmon Brothers, но это не так просто; сначала вам нужно получить приглашение.
zh_cn: 每个人都想加入 Lehmon Brothers，但这并不容易；首先，您需要一个邀请。

# home.points.point_1_more_p_1
source: Each new brother in Lehmon Brothers has a certain amount of $LEMON Tokens that can be reserved exclusively for you, without spending anything to make the reservation. So, the earlier you join, the more $LEMON you can reserve.
ar_sa: كل أخ جديد في Lehmon Brothers لديه كمية معينة من رموز $LEMON التي يمكن حجزها خصيصًا لك دون الحاجة إلى إنفاق أي شيء للحجز. لذا، كلما انضممت مبكرًا، كلما كان بإمكانك حجز المزيد من $LEMON.
es_es: Cada nuevo hermano en Lehmon Brothers tiene una cantidad de $LEMON Tokens que puede ser reservada exclusivamente para ti, sin necesidad de gastar nada para hacer la reserva. Así que, cuanto antes entres, más $LEMON podrás reservar.
fr_fr: Chaque nouveau frère de Lehmon Brothers a une certaine quantité de $LEMON Tokens qui peut être réservée exclusivement pour vous, sans avoir à dépenser quoi que ce soit pour faire la réservation. Ainsi, plus vous rejoignez tôt, plus vous pouvez réserver de $LEMON.
ja_jp: Lehmon Brothersの新しい兄弟ごとに、$LEMONトークンの特定の量が予約され、何も費やすことなく予約することができます。したがって、早く参加すればするほど、より多くの$LEMONを予約できます。
pt_br: Por exemplo, olhe para o seu portfólio cripto e conte quantos investimentos brilhantes em tokens "sérios" você fez.
ru_ru: Каждый новый брат в Lehmon Brothers имеет определенное количество $LEMON Tokens, которое может быть зарезервировано исключительно для вас, без необходимости тратить что-либо на резервирование. Так что, чем раньше вы присоединитесь, тем больше $LEMON вы сможете зарезервировать.
zh_cn: 每个新的 Lehmon Brothers 成员都有一定数量的 $LEMON 代币可以专门为您预留，无需支付任何费用即可预留。因此，越早加入，您可以预留的 $LEMON 就越多。

# home.points.point_2
source: The invitation is made through a brother's link; you access the link and connect your wallet.
ar_sa: الدعوة تتم عبر رابط من أحد الإخوة؛ يمكنك الوصول إلى الرابط وربط محفظتك.
es_es: La invitación se realiza a través de un enlace de un hermano; accedes al enlace y conectas tu cartera.
fr_fr: L'invitation se fait via un lien d'un frère; vous accédez au lien et connectez votre portefeuille.
ja_jp: 招待は兄弟のリンクを通じて行われます。リンクにアクセスしてウォレットを接続します。
pt_br: Mas por que todas essas memecoins inspiradas em animais (aliás, por que tantos animais?!) fazem tanto sucesso é um mistério.
ru_ru: Приглашение осуществляется через ссылку от брата; вы переходите по ссылке и подключаете свой кошелек.
zh_cn: 邀请通过一个兄弟的链接进行；您访问该链接并连接您的钱包。

# home.points.point_2_more_p_1
source: The brother who owns the invitation link simply needs to approve your entry into Lehmon Brothers. Once you join, 10% of your total reserved amount is already allocated to you, and with that, we build a truly strong community.
ar_sa: يجب على الأخ صاحب رابط الدعوة الموافقة على انضمامك إلى Lehmon Brothers. بمجرد انضمامك، سيتم حجز 10٪ من إجمالي حصتك لك، وبهذا نبني مجتمعًا قويًا حقًا.
es_es: El hermano dueño del enlace de invitación solo tiene que aprobar tu entrada en Lehmon Brothers. Una vez que entras, el 10% de la cantidad total de tu cupo ya está reservado para ti, y con eso vamos construyendo una comunidad realmente fuerte.
fr_fr: Le frère propriétaire du lien d'invitation doit simplement approuver votre entrée dans Lehmon Brothers. Une fois que vous avez rejoint, 10% du montant total de votre part vous est déjà réservé, et avec cela, nous construisons une communauté vraiment forte.
ja_jp: 招待リンクを所有している兄弟は、Lehmon Brothersへの参加を承認するだけです。参加すると、総額の10％がすでにあなたのために予約されており、それにより、本当に強力なコミュニティが構築されます。
pt_br: Temos vários exemplos: gatos, cachorros, pôneis, sapos, cobras e quase todo o reino animal; deveríamos deixá-los para os veterinários. Uma memecoin única, que não fosse apenas um token meme, mas um projeto todo meme, com uma comunidade forte, poderia facilmente competir com todos esses animais, não só na rede Cardano, mas em todas as redes.
ru_ru: Брат, владеющий ссылкой приглашения, просто должен одобрить ваше вступление в Lehmon Brothers. Как только вы присоединяетесь, 10% от общего количества вашей квоты уже зарезервированы для вас, и с этим мы строим действительно сильное сообщество.
zh_cn: 兄弟只需批准您的加入 Lehmon Brothers 请求。一旦您加入，总金额的 10% 就已为您预留，从而我们可以建立一个真正强大的社区。

# home.points.point_3
source: Once you become a brother, you will also have an invitation link.
ar_sa: بمجرد أن تصبح أخًا، ستحصل أيضًا على رابط دعوة.
es_es: Una vez que te conviertas en un hermano, también tendrás un enlace de invitación.
fr_fr: Une fois que vous devenez un frère, vous aurez également un lien d'invitation.
ja_jp: 兄弟になったら、あなたも招待リンクを持つことができます。
pt_br: Então, por que ainda não temos uma grande memecoin que não seja de animal? Porque há uma barreira como a do "ovo e a galinha" (droga, mais animais): nenhum cripto investidor compra um novo token se não houver uma quantidade razoável de detentores, e só existe uma quantidade grande de detentores se as pessoas comprarem.
ru_ru: Как только вы становитесь братом, у вас также будет ссылка для приглашения.
zh_cn: 一旦您成为兄弟，您也将拥有一个邀请链接。

# home.points.point_3_more_p_1
source: When you join, you get an invitation link to invite new brothers. You can approve up to 5 new brothers, so choose wisely who you will invite. By approving new brothers, you secure more $LEMON reserved for you.
ar_sa: عند الانضمام، ستحصل على رابط دعوة لدعوة إخوة جدد. يمكنك الموافقة على ما يصل إلى 5 إخوة جدد، لذا اختر من ستدعوه بعناية. من خلال الموافقة على إخوة جدد، تضمن المزيد من $LEMON في الاحتياط لنفسك.
es_es: Al unirte, obtienes un enlace de invitación para invitar a nuevos hermanos. Podrás aprobar, como máximo, a 5 nuevos hermanos, así que elige bien a quién invitar. Al aprobar nuevos hermanos, aseguras más $LEMON en reserva para ti.
fr_fr: En rejoignant, vous obtenez un lien d'invitation pour inviter de nouveaux frères. Vous pourrez approuver, au maximum, 5 nouveaux frères, alors choisissez bien qui inviter. En approuvant de nouveaux frères, vous assurez plus de $LEMON en réserve pour vous-même.
ja_jp: 参加すると、新しい兄弟を招待するためのリンクが提供されます。最大5人の新しい兄弟を承認できるので、誰を招待するかを慎重に選んでください。新しい兄弟を承認することで、さらに多くの$LEMONが自分のために予約されます。
pt_br: Uma memecoin só é realmente usada se tiver uma comunidade com um número significativo de pessoas. O desafio é atingir essa massa crítica de usuários, pois, normalmente, investidores são relutantes em adotar um novo token.
ru_ru: Присоединившись, вы получаете ссылку для приглашения новых братьев. Вы можете одобрить не более 5 новых братьев, поэтому выбирайте, кого приглашать, с умом. Одобряя новых братьев, вы обеспечиваете себе больше $LEMON в резерве.
zh_cn: 加入后，您将获得一个邀请链接以邀请新兄弟。您最多可以批准 5 位新兄弟，因此请明智地选择邀请对象。通过批准新兄弟，您为自己预留了更多的 $LEMON。

# home.points.point_4
source: The invitation period will last for a very, very limited time.
ar_sa: ستكون فترة الدعوة لفترة محدودة جدًا جدًا.
es_es: El período de invitación durará por un tiempo muy, muy limitado.
fr_fr: La période d'invitation durera pour un temps très, très limité.
ja_jp: 招待期間は非常に、非常に限られた時間です。
pt_br: Se alguém fizesse não apenas uma memecoin, mas sim um projeto meme, e de alguma forma conseguisse iniciar uma adoção exponencial, tornando esse token popular rapidamente, ele estaria, eventualmente, tendo um enorme sucesso.
ru_ru: Период приглашений будет длиться очень, очень ограниченное время.
zh_cn: 邀请期将持续非常非常有限的时间。

# home.points.point_4_more_p_1
source: It will not be possible to reserve $LEMON after this period, so you need to join soon. After the invitation period, a new phase will begin: the fair distribution of $LEMON.
ar_sa: لن يكون من الممكن حجز $LEMON بعد هذه الفترة، لذلك تحتاج إلى الانضمام قريبًا. بعد فترة الدعوة، ستبدأ مرحلة جديدة: التوزيع العادل لـ $LEMON.
es_es: No será posible reservar $LEMON después de este período, por lo que es necesario unirse pronto. Después del período de invitación, comenzará una nueva fase: la distribución justa de $LEMON.
fr_fr: Il ne sera plus possible de réserver des $LEMON après cette période, alors il est nécessaire de rejoindre bientôt. Après la période d'invitation, une nouvelle phase commencera : la distribution équitable des $LEMON.
ja_jp: この期間後に$LEMONを予約することはできませんので、早めに参加する必要があります。招待期間の後、新しいフェーズが開始されます：$LEMONの公正な分配。
pt_br: As memecoins representam uma parcela considerável da capitalização de mercado. Se os investidores tivessem uma opção que não prometesse nada, que fosse diferente desse zoológico que se tornaram os tokens de diversão, e de alguma forma obtivesse uma grande adoção por parte dos investidores, essa memecoin poderia, eventualmente, alcançar ou até superar esses animais.
ru_ru: Невозможно будет зарезервировать $LEMON после этого периода, поэтому нужно присоединиться как можно скорее. После периода приглашений начнется новый этап: справедливое распределение $LEMON.
zh_cn: 在此期间之后，将无法预留 $LEMON，因此您需要尽早加入。邀请期结束后，将开始新阶段：公平分配 $LEMON。

# home.points.point_5
source: The fair distribution of $LEMON will ensure that the largest amount of tokens is already distributed at launch.
ar_sa: التوزيع العادل لـ $LEMON سيضمن أن يتم توزيع أكبر كمية من الرموز عند الإطلاق.
es_es: La distribución justa de $LEMON garantizará que la mayor cantidad de tokens ya esté distribuida en su lanzamiento.
fr_fr: La distribution équitable des $LEMON garantira que la plus grande quantité de tokens soit déjà distribuée lors du lancement.
ja_jp: $LEMONの公正な分配は、トークンの最大量がすでにローンチ時に分配されていることを保証します。
pt_br: Agora, imagine SE esse projeto incrivelmente diferente homenageasse outro tipo de animal... quero dizer, celebrasse os investidores fracassados, e fosse inspirado em projetos e empresas fracassadas. Vamos chamá-lo de Lehmoon Brothers. Se ele tivesse um token chamado F, e conseguisse criar um formato de distribuição viral...
ru_ru: Справедливое распределение $LEMON гарантирует, что наибольшее количество токенов будет уже распределено к моменту запуска.
zh_cn: 公平分配 $LEMON 将确保在发布时已分发最大数量的代币。
